crafts = {
    'верстак': ['photo-203294784_457239020',
                'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                '12,5\nПрочность: 2,5\nСгорание: Нет'],
    'доски': ['photo-203294784_457239023', 'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                                           '15\nПрочность: 2\nСгорание: Да'],
    'стол зачарований': ['photo-203294784_457239041',
                         'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: \n  -Java Edition: Нет\n  -Bedrock '
                         'Edition: Да, '
                         '12\nВзрывоустойчивость: '
                         '6000\nПрочность: 5\nСгорание: Нет'],
    'костер': ['photo-203294784_457239025',
               'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Да (15), когда подожжён\nВзрывоустойчивость: '
               '10\nПрочность: 2\nСгорание: Нет'],
    'печь': ['photo-203294784_457239027',
             'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Да, '
             '13 (при работе)\nВзрывоустойчивость: '
             '17.5\nПрочность: 3.5\nСгорание: Нет'],
    'сундук края': ['photo-203294784_457239028',
                    'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Да (6)\nВзрывоустойчивость: '
                    '3000\nПрочность: 22.5\nСгорание: Нет'],
    'сундук': ['photo-203294784_457239029', 'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                                            '12.5\nПрочность: 2.5\nСгорание: Нет'],
    'наковальня': ['photo-203294784_457239032',
                   'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                   '6000\nПрочность: 5\nСгорание: Нет'],
    'загрузочная воронка': ['photo-203294784_457239033',
                            'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                            '15\nПрочность: 3\nСгорание: Нет'],
    'плавильная печь': ['photo-203294784_457239035',
                        'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Да, 13 (при '
                        'работе)\nВзрывоустойчивость: '
                        '?\nПрочность: 3.5\nСгорание: Нет'],
    'бочка': ['photo-203294784_457239036',
              'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
              '?\nПрочность: 2.5\nСгорание: Нет'],
    'стол кузнеца': ['photo-203294784_457239039',
                     'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                     '?\nПрочность: ?\nСгорание: Нет'],
    'улей': ['photo-203294784_457239038',
             'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
             '?\nПрочность: 0.6\nСгорание: Да'],
    'факел': ['photo-203294784_457239042',
              'Тип: Нетвёрдый блок\nПрозрачность: Да\nСветимость: Да, 14\nВзрывоустойчивость: '
              '0\nПрочность: 0\nСгорание: Нет'],
    'варочная стойка': ['photo-203294784_457239042',
                        'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Да, 1\nВзрывоустойчивость: '
                        '2.5\nПрочность: 0.5\nСгорание: Нет'],
    'строительные леса': ['photo-203294784_457239044',
                          'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                          '?\nПрочность: ?\nСгорание: Да'],
    'котел': ['photo-203294784_457239073',
              'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
              '10\nПрочность: 2\nСгорание: Нет'],
    'стол картографа': ['photo-203294784_457239047',
                        'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                        '?\nПрочность: ?\nСгорание: Нет'],
    'компостер': ['photo-203294784_457239048',
                  'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                  '?\nПрочность: 0.75\nСгорание: Да'],
    'стол лучника': ['photo-203294784_457239049',
                     'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                     '?\nПрочность: ?\nСгорание: Нет'],
    'ткацкий станок': ['photo-203294784_457239046',
                       'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
                       '?\nПрочность: 2.5\nСгорание: Да'],
    'точило': ['photo-203294784_457239050',
               'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
               '?\nПрочность: ?\nСгорание: Нет'],
    'кафедра': ['photo-203294784_457239051',
                'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                '?\nПрочность: ?\nСгорание: Да'],
    'коптильня': ['photo-203294784_457239052',
                  'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Да, 13 (при работе)\nВзрывоустойчивость: '
                  '17.5\nПрочность: 3.5\nСгорание: Нет'],
    'камнерез': ['photo-203294784_457239053',
                 'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                 '17.5\nПрочность: 1.5\nСгорание: Нет'],
    'стержень края': ['photo-203294784_457239054',
                      'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Да, 14\nВзрывоустойчивость: '
                      '0\nПрочность: 0\nСгорание: Нет'],
    'шалкеровый ящик': ['photo-203294784_457239055',
                        'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Нет\nВзрывоустойчивость: '
                        '30\nПрочность: 6\nСгорание: Нет'],
    'фонарь': ['photo-203294784_457239056',
               'Тип: Твёрдый блок\nПрозрачность: Да\nСветимость: Да, 15\nВзрывоустойчивость: '
               '3.5\nПрочность: 3.5\nСгорание: Нет'],
    'якорь возрождения': ['photo-203294784_457239057',
                          'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Да, 3-15\nВзрывоустойчивость: '
                          '?\nПрочность: 50\nСгорание: Нет'],
    'мишень': ['photo-203294784_457239058',
               'Тип: Твёрдый блок\nПрозрачность: Нет\nСветимость: Нет\nВзрывоустойчивость: '
               '?\nПрочность: ?\nСгорание: Да'],
    'топор': ['photo-203294784_457239060',
              'Тип: Инструмент, Оружие\nПрочность:\n  -Деревянный: 60\n   -Каменный: 132\n  -Железный: 251\n  '
              '-Золотой: 33\n  -Алмазный: 1562\n  -Незеритовый: 2031\nСгорание айтема в лаве: Да (кроме Незеритвого)'],
    'кирка': ['photo-203294784_457239061',
              'Тип: Инструмент\nПрочность:\n  -Деревянная: 60\n   -Каменная: 132\n  -Железная: 251\n  '
              '-Золотая: 32\n  -Алмазная: 1562\n  -Незеритовая: 2031\nСгорание айтема в лаве: Да (кроме Незеритовой)'],
    'лопата': ['photo-203294784_457239062',
               'Тип: Инструмент\nПрочность:\n  -Деревянная: 59\n   -Каменная: 131\n  -Железная: 250\n  '
               '-Золотая: 32\n  -Алмазная: 1561\n  -Незеритовая: 2031\nСгорание айтема в лаве: Да (кроме Незеритовой)'],
    'мотыга': ['photo-203294784_457239063',
               'Тип: Инструмент\nПрочность:\n  -Деревянная: 59\n   -Каменная: 131\n  -Железная: 250\n  '
               '-Золотая: 32\n  -Алмазная: 1561\n  -Незеритовая: 2031\nСгорание айтема в лаве: Да (кроме Незеритовой)'],
    'меч': ['photo-203294784_457239064',
            'Тип: Оружие\nПрочность:\n  -Деревянный: 59\n   -Каменный: 131\n  -Железный: 250\n  '
            '-Золотой: 32\n  -Алмазный: 1561\n  -Незеритовый: 2031\nСгорание айтема в лаве: Да (кроме Незеритвого)'],
    'огниво': ['photo-203294784_457239065',
               'Тип: Инструмент\nПрочность: 65\nСгорание айтема в лаве: Да\nОписание: Огни́во ('
               'сленг. Зажигалка, англ. Flint and Steel) — это инструмент, используемый для разведения огня на '
               'выбранном месте или для активации портала Нижнего мира.'],
    'компас': ['photo-203294784_457239066',
               'Тип: Инструмент\nПрочность: Нет\nСгорание айтема в лаве: Да\nОписание: Компас (англ. Compass) — '
               'предмет, используемый для ориентирования на местности. '
               'Стрелка компаса всегда указывает в направлении места вашего первоначального спауна или в направлении '
               'магнетита, к которому привязан, даже когда он лежит в вашем инвентаре, сундуке, или когда вы держите '
               'его в руке. Если вы смените точку спауна, поспав на кровати, то всё равно компас будет показывать '
               'первоначальную точку спауна. '
               'В Нижнем мире и Крае обычный компас не работает, его стрелка вращается случайным образом, а компас, '
               'привязанный к '
               'магнетиту работает нормально.'],
    'ведро': ['photo-203294784_457239067',
              'Тип: Инструмент\nПрочность: Бесконечная\nСгорание айтема в лаве: Да\nОписание: Ведро (англ. Bucket) — '
              'ёмкость для переноса жидкостей (лавы, воды и молока) и рыбы. Необходимо при создании ферм пшеницы, '
              'искусственных озёр и каналов, отливки структур из обсидиана. Позволяет зачерпнуть один блок источника '
              'воды или лавы, получить с коровы молоко, а также поймать рыбу.'],
    'удочка': ['photo-203294784_457239068',
               'Тип: Инструмент\nПрочность: 64\nСгорание айтема в лаве: Да\nОписание: Удочка (англ. Fishing Rod) — '
               'это инструмент для ловли рыбы.'],
    'ножницы': ['photo-203294784_457239071',
                'Тип: Инструмент\nПрочность: 239\nСгорание айтема в лаве: Да\nОписание: Ножницы (англ. Shears) — '
                'инструмент, который в первую очередь используется для стрижки овец и добычи некоторых блоков.'],
    'колба': ['photo-203294784_457239074',
              'Тип: Инструмент, Предмет\nПрочность: Бесконечная\nСгорание айтема в лаве: Да\nОписание: Колба, '
              'бутылочка или '
              'пузырёк, (англ. Glass Bottle) — предмет, используемый для зельеварения. Колбу можно наполнить нажатием '
              'ПКМ. Если использовать её на источнике воды или заполненном котле, то колба станет колбой с водой. При '
              'этом с источником ничего не станет, а в котле уровень воды уменьшится на 1. Если использовать колбу на '
              'облаке кислоты дракона Края, она наполнится Драконьим дыханием.'],
    'поводок': ['photo-203294784_457239076',
                'Тип: Инструмент\nПрочность: Нет\nСгорание айтема в лаве: Да\nОписание: Поводок (англ. Lead) — '
                'предмет, используемый для ведения за собой нейтральных и некоторых создаваемых мобов и привязывания '
                'их к забору.'],
    'лук': ['photo-203294784_457239077',
            'Тип: Оружие\nПрочность: 385\nСгорание айтема в лаве: Да\nОписание: Лук (англ. Bow) — оружие дальнего '
            'боя. Также используется скелетами, зимогорами и иллюзорами. Чтобы пользоваться луком, нужен сам лук и '
            'стрелы, которые могут просто находиться в инвентаре игрока. Стрелы можно скрафтить, получить при '
            'убийстве скелетов или купить у жителей.'],
    'стрела': ['photo-203294784_457239078',
               'Тип: Оружие\nПрочность: Нет\nСгорание айтема в лаве: Да\nОписание: Стрелы (англ. Arrows) — боеприпасы '
               'для стрельбы из лука, арбалета и раздатчика. Могут быть изменены таким образом, чтобы при попадании '
               'накладывать эффекты на игрока или мобов.'],
    'арбалет': ['photo-203294784_457239079',
                'Тип: Оружие\nПрочность: ?\nСгорание айтема в лаве: Да\nОписание: Арбалет (англ. Crossbow) — мощное '
                'оружие дальнего боя, использующее все виды стрел и фейерверки. Используется разбойниками, '
                'зомбифицированными и обычными пиглинами.'],
    'шлем': ['photo-203294784_457239080',
             'Тип: Броня\nПрочность:\n  -Кожаный: 55\n   -Кольчужный/Железный: 165\n  '
             '-Золотой: 77\n  -Алмазный: 363\n  -Незеритовый: 407\n  -Черепаший: 276\nОчки защиты:\n  -Кожаный: 1\n   '
             '-Кольчужный/Железный: 2\n '
             '-Золотой: 2\n  -Алмазный: 3\n  -Незеритовый: 3\nСгорание айтема в лаве: Да ('
             'кроме Незеритового)'],
    'кираса': ['photo-203294784_457239081',
               'Тип: Броня\nПрочность:\n  -Кожаная: 80\n   -Кольчужная/Железная: 240\n  '
               '-Золотая: 112\n  -Алмазная: 528\n  -Незеритовая: 592\nОчки защиты:\n  -Кожаная: 3\n   '
               '-Кольчужная: 5\n  -Железная: 6\n '
               '-Золотая: 5\n  -Алмазная: 8\n  -Незеритовая: 8\nСгорание айтема в лаве: Да ('
               'кроме Незеритовой)'],
    'поножи': ['photo-203294784_457239082',
               'Тип: Броня\nПрочность:\n  -Кожаные: 75\n   -Кольчужные/Железные: 225\n  '
               '-Золотые: 105\n  -Алмазные: 495\n  -Незеритовые: 555\nОчки защиты:\n  -Кожаные: 2\n   '
               '-Кольчужные: 4\n  -Железные: 5\n '
               '-Золотые: 3\n  -Алмазные: 6\n  -Незеритовые: 6\nСгорание айтема в лаве: Да ('
               'кроме Незеритовых)'],
    'ботинки': ['photo-203294784_457239083',
                'Тип: Броня\nПрочность:\n  -Кожаные: 65\n   -Кольчужные/Железные: 195\n  '
                '-Золотые: 91\n  -Алмазные: 429\n  -Незеритовые: 481\nОчки защиты:\n  -Кожаные: 1\n   '
                '-Кольчужные: 1\n  -Железные: 2\n '
                '-Золотые: 1\n  -Алмазные: 3\n  -Незеритовые: 3\nСгорание айтема в лаве: Да ('
                'кроме Незеритовых)'],
}
