a = 'Привет! Меня зовут MeardBot! Я твой верный помощник в изучении увлекательного мира игры Minecraft. \n \
    Я пока что мало чего умею, но список моих комманд будет пополнятся день за днём. \n \
    Вот мои команды: \n \
    help — ты уже догадался вызвать это, молодец! \n \
    !бот крафт [предмет] — я выдам либо картинку крафта предмета + короткую характеристику, либо скажу, что такого не существует! \n \
    !бот моб [моб] — либо выдам характеристики моба + картинку, либо скажу, что его не существует! \n \
    !бот игровые команды — предоставлю список команд и инфо о них! NBT-теги тоже тут! \n \
    ПЛАНИРУЕТСЯ: !дом [стиль] — выдам фотографию дома указанного стиля, если он будет предложен. По возможности выдам схему и нужные блоки! \n \
    ПЛАНИРУЕТСЯ: !ферма [лут] — выдам фотографию фермы указанного лута на последнюю версию. По возможности выдам схему и нужные блоки!'
b = 'Привет! Меня зовут MeardBot! Я твой верный помощник в изучении увлекательного мира игры Minecraft. \n \
    Я пока что мало чего умею, но список моих комманд будет пополнятся день за днём. \n \
    Вот мои команды: \n \
    help — ты уже догадался вызвать это, молодец! \n \
    крафт [предмет] — я выдам либо картинку крафта предмета + короткую характеристику, либо скажу, что такого не существует! \n \
    моб [моб] — либо выдам характеристики моба + картинку, либо скажу, что его не существует! \n \
    игровые команды — предоставлю список команд и инфо о них! NBT-теги тоже тут! \n \
    ПЛАНИРУЕТСЯ: !дом [стиль] — выдам фотографию дома указанного стиля, если он будет предложен. По возможности выдам схему и нужные блоки! \n \
    ПЛАНИРУЕТСЯ: !ферма [лут] — выдам фотографию фермы указанного лута на последнюю версию. По возможности выдам схему и нужные блоки!'