mobs = {
    'корова': ['photo-203294784_457239022', 'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: Дёрн с пространством как минимум в \
    два блока над ним. После стрижки грибной коровы.\nПриручаемый: Нет\nДействия: подоить; подозвать пшеном;\
    спаривать пшеном; вести на поводке\nДроп: Сырая говядина, кожа'],
    'летучая мышь': ['photo-203294784_457239084', 'Тип: Дружелюбный\nЗдоровье: 6\nСпаун: \
    Любое замкнутое пространство, уровень освещения 10 или меньше\
    \nПриручаемый: Нет\nДействия: Нет;\
    \nДроп: Нет'],

    'кошка': ['photo-203294784_457239085', 'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: \
    Деревни, Хижины ведьм\
    \nПриручаемый: Да\nДействия: подозвать рыбой; спаривать рыбой; приручить рыбой;\
    \nДроп: Нити'],

    'курица': ['photo-203294784_457239086', 'Тип: Дружелюбный\nЗдоровье: 4\nСпаун: \
    Дёрн с пространством как минимум в \
    два блока над ним\
    \nПриручаемый: Нет\nДействия: подозвать семенами; спаривать семенами\
    \nДроп: Перо, сырая курятина'],

    'лошадь': ['photo-203294784_457239087', 'Тип: Дружелюбный\nЗдоровье: 15\nСпаун: Равнины, Саванна, Деревня '
                                            '\nПриручаемый: Да\nДействия: подозвать сахаром/пшеницей/яблоком/снопом '
                                            'сена; спаривать сахаром/пшеницей/яблоком/снопом сена; приручить '
                                            'сахаром/пшеницей/яблоком/снопом сена '
                                            '\nДроп: Кожа'],
    'лиса': ['photo-203294784_457239088',
             'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: Тайгиа и снежная тайга, и порой на территории таёжных деревень'
             '\nПриручаемый: Нет\nДействия: подозвать сладкими ягодами'
             '\nДроп: Нет'],

    'грибная корова': ['photo-203294784_457239089',
                       'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: Грибной остров, Удар молнией по красной грибной корове '
                       '(коричневый вариант)'
                       '\nПриручаемый: Нет\nДействия: подстричь ножницами; подоить пустой миской'
                       '\nДроп: Сырая говядина, кожа'],

    'попугай': ['photo-203294784_457239090',
                'Тип: Дружелюбный\nЗдоровье: 6\nСпаун: Джунгли'
                '\nПриручаемый: Да\nДействия: покормить семенами; посадить на плечо'
                '\nДроп: Перо'],

    'свинья': ['photo-203294784_457239090',
               'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: Уровень освещения 9+. Блоки травы'
               '\nПриручаемый: Нет\nДействия: покормить морковью; подозвать морковью; спаривать морковью'
               '\nДроп: Сырая свинина'],

    'овца': ['photo-203294784_457239092', 'Тип: Дружелюбный\nЗдоровье: 8\nСпаун: Уровень освещения 9+. Дёрн'
                                          '\nПриручаемый: Нет\nДействия: подстричь ножницами; спаривать пшеницей; '
                                          'подозвать пшеницей '
                                          '\nДроп: Сырая баранина, шерсть'],

    'треска': ['photo-203294784_457239102', 'Тип: Дружелюбный\nЗдоровье: 3\nСпаун: Нормальный, тёплый и холодный океаны, включая разновидности глубокого океана. Реки'
                                          '\nПриручаемый: Нет\nДействия: Нет'
                                          '\nДроп: Сырая треска, костная мука (JE), кость (BE)'],

    'лошадь-зомби': ['photo-203294784_457239097', 'Тип: Дружелюбный\nЗдоровье: 15\nСпаун: Невозможен'
                                          '\nПриручаемый: Да\nДействия: Оседлать'
                                          '\nДроп: Нет'],

    'лошадь-скелет': ['photo-203294784_457239098', 'Тип: Дружелюбный\nЗдоровье: 15\nСпаун: При возникновении лошади-ловушки'
                                          '\nПриручаемый: Да\nДействия: Оседлать'
                                          '\nДроп: Нет'],

    'мул': ['photo-203294784_457239099', 'Тип: Дружелюбный\nЗдоровье: 15\nСпаун: При скрещивании осла и лошади'
                                          '\nПриручаемый: Да\nДействия: Оседлать; установить сундук; подозвать сахаром/пшеницей/яблоком/снопом '
                                            'сена; спаривать сахаром/пшеницей/яблоком/снопом сена; приручить '
                                            'сахаром/пшеницей/яблоком/снопом сена'
                                          '\nДроп: Кожа'],

    'осёл': ['photo-203294784_457239100', 'Тип: Дружелюбный\nЗдоровье: 15\nСпаун: Равнины, Саванна, Деревня'
                                          '\nПриручаемый: Да\nДействия: оседлать; установить сундук; подозвать сахаром/пшеницей/яблоком/снопом '
                                            'сена; спаривать сахаром/пшеницей/яблоком/снопом сена; приручить '
                                            'сахаром/пшеницей/яблоком/снопом сена'
                                          '\nДроп: Кожа'],

    'оцелот': ['photo-203294784_457239101', 'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: Джунгли'
                                          '\nПриручаемый: Нет\nДействия: Нет'
                                          '\nДроп: Нет'],

    'житель': ['photo-203294784_457239103', 'Тип: Дружелюбный\nЗдоровье: 20\nСпаун: Деревня'
                                          '\nПриручаемый: Нет\nДействия: Торговля'
                                          '\nДроп: Нет'],

    'кролик': ['photo-203294784_457239104', 'Тип: Дружелюбный\nЗдоровье: 3\nСпаун: Равнины, Лес, Тайга, Мегатайга, Пустыня, Саванна'
                                          '\nПриручаемый: Нет\nДействия: приманить морковью; размножить морковью'
                                          '\nДроп: Кроличья шкурка, сырая крольчатина, кроличья лапка'],

    'маленький пиглин': ['photo-203294784_457239105', 'Тип: Дружелюбный\nЗдоровье: 16\nСпаун: Пустоши Нижнего мира, Багровый лес, Развалины бастиона'
                                          '\nПриручаемый: Нет\nДействия: Нет'
                                          '\nДроп: Нет'],

    'черепаха': ['photo-203294784_457239106', 'Тип: Дружелюбный\nЗдоровье: 30\nСпаун: Песчаные пляжи, Океан'
                                          '\nПриручаемый: Нет\nДействия: размножить морской травой'
                                          '\nДроп: Морская трава, щиток, миска'],

    'снеговик': ['photo-203294784_457239107', 'Тип: Дружелюбный\nЗдоровье: 4\nСпаун: Создание игроком/странником Края'
                                          '\nПриручаемый: Нет\nДействия: Нет'
                                          '\nДроп: Снежок'],

    'странствующий торговец': ['photo-203294784_457239108', 'Тип: Дружелюбный\nЗдоровье: 20\nСпаун: Где угодно'
                                      '\nПриручаемый: Нет\nДействия: Торговля'
                                      '\nДроп: Поводок, ведро м молоком, Зелье невидимости'],

    'тропическая рыба': ['photo-203294784_457239109', 'Тип: Дружелюбный\nЗдоровье: 3\nСпаун: Тёплый (глубокий тёплый) океан'
                                      '\nПриручаемый: Нет\nДействия: Нет'
                                      '\nДроп: тропическая рыба, костная мука (JE), кость (BE)'],

    'спрут': ['photo-203294784_457239111', 'Тип: Дружелюбный\nЗдоровье: 10\nСпаун: Водоём'
                                      '\nПриручаемый: Нет\nДействия: Нет'
                                      '\nДроп: Чернильный мешок'],

    'лосось': ['photo-203294784_457239112', 'Тип: Дружелюбный\nЗдоровье: 3\nСпаун: Нормальный, тёплый и холодный океаны, включая разновидности глубокого океана. Реки'
                                          '\nПриручаемый: Нет\nДействия: Нет'
                                          '\nДроп: Сырой лосось, костная мука (JE), кость (BE)'],

    '456': ['photo-203294784_457239107', 'Тип: Дружелюбный\nЗдоровье: 20\nСпаун: Деревня'
                                      '\nПриручаемый: Нет\nДействия: Торговля'
                                      '\nДроп: Нет'],

    '': ['photo-203294784_457239107', 'Тип: Дружелюбный\nЗдоровье: 20\nСпаун: Деревня'
                                      '\nПриручаемый: Нет\nДействия: Торговля'
                                      '\nДроп: Нет']
}
